# 思考的原点
## 目的与工具-人生而平等
### 认知是最大的竞争力
  * 对概念的理解决定认知的深度，
  * 对认知的深度决定人生的高度
### 思考的意义
* 生活质量取决于决策质量
* 决策质量取决于思考质量
* 思考质量取决于**信息的质量和思考的逻辑**
* 没有思考会陷入杂乱信息之中，最终导致生活质量地下
* 我们不需要变得那么的聪明，只有避免犯一些没有必要的错误，就足以过的比大多数人更好
### 不得不思考
* 你改变不了世界，但可以改变自己的世界
* 你可以不关心社会，但是不能不关系下一代的生存环境
* 在这个世界里面，你洞察事物的深刻、敏锐程度、决定了你和家人未来的命运
### 人活着的三种境界
* 辛苦的活着 -- 生存
* 体面的活着 -- 生活
* 明白的活着 -- 生命
* 觉醒的灵魂是痛苦的，也是高贵的 -- 宁愿痛苦也要明白
### 人类的理性是有限的
* 我们习惯通过自己的逻辑和理性的框架来观察认识世界的，但是这个框架本事就是有局限性的
* 卡耶克认为，人类的理性也是有限的，我们所拥有的理性和所能掌握的知识是无法计划组织庞大的社会运作的，无论你的目的是如何的高尚，结果都会是灾难
* 卡耶克认为，人类及其社会，是演化的产物，绝非人类理性设计的产物。妄图构建人间天堂的一切努力，都是理性的自负，终将带来匮乏，奴役和灾难。
### 常识是同感，共识是民意
* 任何一个人只能看到他能看到的地方
* 对没有看到之处就是愚昧无知之处
* 常识是积累来全人类经验的同感智慧
* 共识是集全了全社会的信息和意愿
### 课程思考的架构
* 自然科学=公理+推理
* 社会科学=公理+推理  （借鉴自然科学）
        = 常识+良知+逻辑+理性
